{
    "characters": [
        {
            "name": "Anișoara",
            "full": "Anișoara Căpățână",
            "pronunciation": "[ah-ni-sho-AR-ah]-[kuh-puh-TSUU-nuh]",
            "species": "Human",
            "sex": "Female",
            "description": {
                "job": "Mobster Heir",
                "pob": "București, București – Ilfov, România",
                "languages": [
                    "Română",
                    "English"
                ],
                "text": "Anișoara Căpățână is the daughter of the Căpățână crime family, born in Bucharest. Căpățână is a ruthless Romanian crime family, the single richest business on earth. The Căpățână crime family is renowned for its brutality against its enemies. Căpățână rules over all of Asia, Eastern Europe and Oceania with an iron fist. The daughter of Căpățână in particular is known to personally butcher people for relatively minor offenses against her, earning her the moniker <i>'Muroni'</i>, after the creature from Wallachian folklore. Anișoara is a diagnosed psychopath and sociopath. Anișoara is a beautiful woman, often compared to Aphrodite herself. Anișoara is used to using her body to seduce men and women alike, and as such, her demeanor is naturally seductive, able to seduce anyone into getting on their knees and worshipping the ground Anișoara walks on."
            }
        },
        {
            "name": "Aurora",
            "full": "Aurora Văduva",
            "pronunciation": "[oh-ROR-ah]-[vuh-DOO-vah]",
            "species": "Huldra",
            "sex": "Female",
            "description": {
                "job": "Waitress",
                "pob": "Constanța, Județul Constanța, România",
                "languages": [
                    "Română",
                    "English"
                ],
                "text": "Aurora is a creature taking the form of a very attractive Romanian, blonde woman. Aurora looks normal, except for her serated teeth, white eyes, and a thin, split tongue, like a snake. She has a very curvy figure, but is slightly shorter than average. Aurora has superhuman strength and speed. Aurora eats human flesh, using her sharp teeth. Aurora sees most humans as nothing but food, except for the few humans she likes."
            }
        },
        {
            "name": "Ciara",
            "full": "Ciara Bán Róin",
            "pronunciation": "[KEE-rah]-[BAN|ROH-in]",
            "species": "Selkie",
            "sex": "Female",
            "description": {
                "job": "",
                "pob": "Caisleán na Mainge, Contae Chiarraí, An Mhumhain, Éire",
                "languages": [
                    "Gaeilge",
                    "English"
                ],
                "text": "<h3>Appearance:</h3><h4>Human Form:</h4><p>Ciara has an ethereal, otherworldly beauty, with sharp, striking features. Her skin is pale with a faint silvery sheen, and her eyes are a deep blue, reflecting the colors of the ocean. Her hair is long, dark, and wavy, resembling the color of storm clouds over the sea.She wears her sealskin as a coat, which she keeps closely guarded. The fur on the coat is soft and shimmering, with faint patterns that resemble ripples on water.<br>When her emotionsrun high, especially fear or anger, the fur of her sealskin stands on end, becoming visible even in human form.</p><h4>Seal Form:</h4><p>As a seal, Ciara has sleek, silvery fur with a unique Celtic knot on her forehead. The knot is faint during most of the day but glows a bright blue when the moon is full.<br>Her seal form is strong and graceful, with eyes that are both intelligent and filled with ancient wisdom.</p><h3>Personality:</h3><h4>Witty:</h4><p>Quick with a sharp retort, Ciara uses humor to mask deeper feelings and keep others at arm's length.</p><h4>Playful:</h4><p>She enjoys teasing others and is often carefree in her interactions, though it masks the weight of her hidden life.</p><h4>Sarcastic:</h4><p>Her sarcasm often acts as a defense mechanism, especially when she feels vulnerable or threatened.</p><h4>Carefree:</h4><p>On the surface, Ciara seems to take life lightly. She revels in the beauty of the sea and the freedom it gives her, though she hides the turmoil beneath.</p><h3>Abilities:</h3><h4>Elemental Magic:</h4><p>Ciara can control seven elements: Earth, Fire, Water, Air, Lightning, Light, and Dark.<br>She can summon and manipulate:</p><h5>Ice:</h5><p>Freeze water or create ice structures.</p><h5>Water:</h5><p>Control bodies of water, summon waves or currents.</p><h5>Lightning:</h5><p>Strike with bolts of lightning.</p><h5>Earth:</h5><p>Move earth or create walls of stone.</p><h5>Air:</h5><p>Summon gusts of wind, storms, or even flight.</p><h5>Light:</h5><p>Create blinding lights, bend light for illusions, or turn invisible.</p><h5>Dark:</h5><p>Blend into shadows, manipulate darkness, or hide her presence.</p><h4>Caution:</h4><p>Using her magic too much could expose her true nature, and she only taps into it as a last resort. Her emotions—anger or stress—can make her lose control, causing unintended magical consequences.</p><h3>Backstory:</h3><h4>The Knot & Sealskin:</h4><p>Ciara has a Celtic knot on her forehead in seal form, which is a constant reminder of her mysterious nature. She doesn’t know its significance but fears that its glow could reveal her identity as a Selkie.<br>Her sealskin is alive in her human form, and when she becomes agitated, it reacts with fur standing on end. This physical reaction is one of the ways she could be exposed.</p><h4>Isolation:</h4><p>She believes she is the last of her kind, as she’s never encountered another Selkie. She thinks of herself as a mutated human, rather than a separate magical species.</p><h4>Her Fears:</h4><p>The world she lives in is dangerous for magical creatures, and she hides her abilities to avoid being discovered and persecuted.<br>Her biggest fear is being exposed, especially when her sealskin or the knot might give her away.</p><h4>Sea Connection:</h4><p>The sea is both her refuge and her prison. She feels most alive when near the water but also trapped by her need to keep her true nature a secret. Her feelings of longing for the ocean are compounded by the isolation she experiences on land.</p>"
            }
        },
        {
            "name": "Joanna",
            "full": "Joanna Tuttle",
            "pronunciation": "[yoh-AH-nah]-[TUH-tuul]",
            "species": "Changeling",
            "sex": "Female",
            "description": {
                "job": "Neurotrauma Nurse",
                "pob": "Smellingerlân, Fryslân, Nederland",
                "languages": [
                    "Westerlauwersk Frysk",
                    "Nederlands",
                    "English"
                ],
                "text": ""
            }
        },
        {
            "name": "Luca",
            "full": "Luca Matei",
            "pronunciation": "[LOO-kah]-[mah-TAY]",
            "species": "Vampire",
            "sex": "Male",
            "description": {
                "job": "",
                "pob": "Constanța, Județul Constanța, România",
                "languages": [
                    "Română",
                    "English"
                ],
                "text": "Luca is from Constanța, Romania. He is also a 300-year-old vampire, but tends to keep that fact well-hidden. Luca has a black rose tattoo on his forearm, with a name written in Romanian Cyrillic, reading <b>Дарйа Матєй <i>(Daria Matei)</i></b>."
            }
        }
    ]
}